Χτες το απόγευμα μετά τη δουλειά μου είδα μια φίλη μου και ήπιαμε καφέ έξω. Είχα πολύ καιρό να τη δω. Δεν κατάλαβα πώς πέρασαν τόσο καιρό. Κατέβασα στο κέντρο με το λεωφορείο. Κάθισα σε μια ήσυχη καφετέρια και περίμενα τη Μαρία.

Σε λίγο ήρθε. Ήμασταν πολύ ώρα μαζί της Μιλήσαμε για τα παλιά. Θυμηθήκαμε τα φοιτητικά μου χρόνια. Έγινα ξανά δεκαεννιά χρονών. Έμαθα τα νέα της και λυπηθήκαμε πολύ. Η Μαρία μέσα στους τρεις τελευταίους μήνες χάρηκε, είχε τη δουλειά της και τον πατέρα της. Δεν θέλησα να ρωτήσω πιο πολλά για το θέμα αυτό.

Κατάλαβα ότι ήταν πολύ στενοχωρημένη.

Φύγαμε και είπαμε η μια στην άλλη ότι τα ξαναπούμε σύντομά. Ανέβηκα στο λεωφορείο και σε όλη τη διαδρομή είχα στο μυαλό μου τη συνάντησή μου με τη φίλη μου. Το βράδυ δεν κοιμήθηκε καθόλου
